Repository: mbekmirzayev/iqvara
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Blogs
uz: Bloglar

source: Comment
uz: Izoh

source: Comments
uz: Izohlar

source: Category
uz: Kategoriya

source: Categories
uz: Kategoriyalar

source: Course title
uz: Kurs nomi

source: Course
uz: Kurs

source: Courses
uz: Kurslar

source: Course section title
uz: Kurs qadamining nomi

source: Private
uz: Shaxsiy

source: Public
uz: Ommaviy

source: In Progress
uz: Jarayonda

source: Completed
uz: Yakunlangan

source: One time payment
uz: Bir paytda to'lash

source: Installment
uz: Bo'lib to'lash

source: Course name
uz: kurs nomi

source: Instructor name
uz: Ustozning ismi

source: Course price
uz: Kurs narxi

source: Discount
uz: Chegirma

source: Payment type
uz: To'lov usuli

source: Installment period
uz: Bo'lib to'lash davri

source: Initial payment percent
uz: Dastlabki to'lov foizi

source: Card type
uz: Karta turi

source: Card number is invalid
uz: Karta raqami noto'g'ri

source: Card number
uz: Karta raqam

source: Expiry date (MM/YY)
uz: Amal qilish muddati

source: Phone number is invalid
uz: Telefom raqam noto'g'ri

source: Phone number
uz: Telefon raqam

source: Total amount
uz: Umumiy qiymat

source: Agreed terms
uz: Kelishilgan shartlar

source: Installment period is required for installment payments.
uz: Bo'lib-bo'lib to'lash uchun to'lov muddati talab qilinadi.

source: Initial payment percent is required.
uz: Bo'lib-bo'lib to'lash uchun to'lov foizi talab qilinadi.

source: Tag
uz: Teg

source: Tags
uz: Teglar

source: Manager
uz: Menejer

source: Instructor
uz: Ustoz

source: Student
uz: O'quvchi
